{
  "apis": {
    "capitalone": {
      "chip_keywords": [
        "REST", 
        "banking", 
        "jQuery"
      ], 
      "description": "Nessie is Capital One’s Hackathon API that gives you access to a multitude of real public-facing data - such as ATM and bank branch locations - along with mock customer account data. Use HTTP requests to set up peer-to-peer transactions, simulate a weekly paycheck, or even schedule bills for customers! This is all structured in a way that resembles how we actually run things here at Capital One.", 
      "image": "capital-one.png", 
      "keywords": [
        "finance", 
        "money", 
        "financial", 
        "banking", 
        "data", 
        "atm", 
        "bank", 
        "account", 
        "transaction", 
        "transactions", 
        "bills", 
        "nessie", 
        "ios", 
        "android", 
        "ruby", 
        "gem", 
        "javascript", 
        "rest", 
        "restful", 
        "jquery", 
        "capital", 
        "one"
      ], 
      "link": "http://api.reimaginebanking.com/", 
      "name": "Capital One"
    }, 
    "citi": {
      "chip_keywords": [
        "citi", 
        "banking"
      ], 
      "description": "Citi's Developer Hub!", 
      "image": "citi.png", 
      "keywords": [
        "citi", 
        "banking", 
        "payments"
      ], 
      "link": "https://developer.citi.com/", 
      "name": "Citi"
    }, 
    "microsoft": {
      "chip_keywords": [
        "ai", 
        "microsoft"
      ], 
      "description": "Infuse your apps, websites and bots with intelligent algorithms to see, hear, speak, understand and interpret your user needs through natural methods of communication.", 
      "image": "microsoft.png", 
      "keywords": [
        "ai", 
        "vision", 
        "cloud"
      ], 
      "link": "https://azure.microsoft.com/en-us/services/cognitive-services/", 
      "name": "Microsoft"
    }
  }, 
  "challenges": {
    "citi": {
      "chip_keywords": [
        "citi", 
        "banking", 
        "finance"
      ], 
      "description": "We challenge you to help people get a better understanding of their financial lives through any interface you choose - you can create insights by mixing APIs, provide recommendations of better budgeting, or anything else related to personal finance. You can qualify for our prize in two ways\n1. Use Citi's APIs in any project (at developer.citi.com)\nOR\n2. Build any project that helps people with their personal finance.\nIf your project fits either criteria you are eligible to win a Raspberry Pi kit! Each member of the top two teams will receive this prize!\nAsk us questions on the #Citi channel or through any of our mentors. If you want to use our API platform, message us on Slack, chat with our mentors, or come to our booth to get login credentials as we are in closed beta.", 
      "image": "citi.png", 
      "keywords": [
        "citi", 
        "banking", 
        "finance"
      ], 
      "link": "https://developer.citi.com/", 
      "name": "Generate Consumer Insights Using Citi APIs (Citi FinTech)", 
      "prizes": {
        "Each Member of Top 2 Teams": "Raspberry Pi Kit"
      }
    }
  }
}
